Repository: e-ditiones/PARALLEL17
Catalog: corpus_tmx/Descartes1649_Passions_btv1b8601505n_cropped_numb_seg_convert_replace.tmx
Source language: frm
Languages: fr

source: Ce qui eſt facile à concevoir, pourvu que l’on ſache qu’il n’y a que fort peu d’eſprits animaux qui viennent continuellement du cerveau vers chaque muſcle, mais qu’il y en a toujours quantité d’autres enfermez dans le meſme muſcle qui s’y meuvent tres-vite, quelquefois en tournoyant ſeulement dans le lieu où ils ſont, à ſavoir, lorſqu’ils ne trouvent point de paſſages ouverts pour en ſortir, & quelquefois en coulant dans le muſcle oppoſé.
fr: Ce qui est facile à concevoir, pourvu que l’on sache qu’il n’y a que fort peu d’esprits animaux qui viennent continuellement du cerveau vers chaque muscle, mais qu’il y en a toujours quantité d’autres enfermés dans le même muscle qui s’y meuvent très vite, quelquefois en tournoyant seulement dans le lieu où ils sont, à savoir, lorsqu’ils ne trouvent point de passages ouverts pour en sortir, et quelquefois en coulant dans le muscle opposé.

source: D’autant qu’il y a de petites ouvertures en chacun de ces muſcles par où ces eſprits peuvent couler de l’un dans l’autre, & qui ſont tellement diſpoſées que, lors que les eſprits qui viennent du cerveau vers l’un d’eux ont tant ſoyt peu plus de force que ceux qui vont vers l’autre, ils ouvrent toutes les entrées par où les eſprits de l’autre muſcle peuvent paſſer en celuy-ci, & ferment en meſme temps toutes celles par où les eſprits de celuy-ci peuvent paſſer en l’autre;
fr: D’autant qu’il y a de petites ouvertures en chacun de ces muscles par où ces esprits peuvent couler de l’un dans l’autre, et qui sont tellement disposées que, lorsque les esprits qui viennent du cerveau vers l’un d’eux ont tant soit peu plus de force que ceux qui vont vers l’autre, ils ouvrent toutes les entrées par où les esprits de l’autre muscle peuvent passer en celui-ci, et ferment en même temps toutes celles par où les esprits de celui-ci peuvent passer en l’autre;

source: au moyen de quoy tous les eſprits contenus auparavant en ces deux muſcles s’aſſemblent en l’un d’eux fort promptement, & ainſi l’enflent & l’accourciſſent, pendant que l’autre s’allonge & ſe relache.
fr: au moyen de quoi tous les esprits contenus auparavant en ces deux muscles s’assemblent en l’un d’eux fort promptement, et ainsi l’enflent et l’accourcissent, pendant que l’autre s’allonge et se relâche.
